Repository: tomwuyutao/Weather-Atlas
Catalog: Weather/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt, ru, zh_hans, zh_hant

source: This place is no longer available in your library or recommendations.
de: Dieser Ort ist in Ihrer Bibliothek oder Ihren Empfehlungen nicht mehr verfügbar.
es: Este lugar ya no está disponible en tu biblioteca ni en tus recomendaciones.
fr: Ce lieu n'est plus disponible dans votre bibliothèque ni dans vos recommandations.
it: Questo luogo non è più disponibile nella tua libreria o nei tuoi consigli.
ja: この場所はライブラリやおすすめで利用できなくなりました。
ko: 이 장소는 더 이상 라이브러리나 추천 항목에서 사용할 수 없습니다.
pt: Este lugar não está mais disponível em sua biblioteca ou recomendações.
ru: Это место больше недоступно в вашей библиотеке или рекомендациях.
zh_hans: 您的图书馆或推荐中不再提供此地点。
zh_hant: 您的圖書館或推薦中不再提供此地點。

source: This removes every saved place. This action cannot be undone.
de: Dadurch werden alle gespeicherten Orte entfernt. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto elimina todos los lugares guardados. Esta acción no se puede deshacer.
fr: Cela supprime tous les lieux enregistrés. Cette action est irréversible.
it: Questo rimuove tutti i luoghi salvati. Questa azione non può essere annullata.
ja: 保存したすべての場所が削除されます。この操作は元に戻せません。
ko: 저장된 모든 장소가 삭제됩니다. 이 작업은 취소할 수 없습니다.
pt: Isso remove todos os locais salvos. Esta ação não pode ser desfeita.
ru: Будут удалены все сохранённые места. Это действие нельзя отменить.
zh_hans: 这会移除所有已保存地点。此操作无法撤销。
zh_hant: 這會移除所有已儲存地點。此操作無法復原。

source: This removes your saved places, preferences, and cached weather.
de: Dadurch werden Ihre gespeicherten Orte, Einstellungen und das zwischengespeicherte Wetter entfernt.
es: Esto elimina sus lugares guardados, preferencias y clima almacenado en caché.
fr: Cela supprime vos lieux enregistrés, vos préférences et la météo mise en cache.
it: Questa operazione rimuoverà i luoghi, le preferenze e il meteo memorizzati nella cache salvati.
ja: これにより、保存した場所、設定、キャッシュされた天気が削除されます。
ko: 이렇게 하면 저장된 장소, 환경설정, 캐시된 날씨가 삭제됩니다.
pt: Isso remove seus lugares salvos, preferências e clima em cache.
ru: При этом будут удалены сохраненные места, настройки и кэшированная погода.
zh_hans: 这将删除您保存的地点、偏好设置和缓存的天气。
zh_hant: 這將刪除您已儲存的地點、偏好設定和快取的天氣。

source: This search result could not be resolved. Please try another result.
de: Dieses Suchergebnis konnte nicht zugeordnet werden. Bitte wähle ein anderes Ergebnis.
es: No se ha podido identificar este resultado de búsqueda. Prueba con otro.
fr: Ce résultat de recherche n’a pas pu être identifié. Essayez-en un autre.
it: Non è stato possibile identificare questo risultato di ricerca. Provane un altro.
ja: この検索結果の場所を特定できませんでした。別の結果をお試しください。
ko: 이 검색 결과의 위치를 확인할 수 없습니다. 다른 결과를 시도해 보세요.
pt: Não foi possível identificar este resultado da pesquisa. Tente outro resultado.
ru: Не удалось определить место из этого результата поиска. Попробуйте выбрать другой результат.
zh_hans: 无法确定此搜索结果的位置。请选择其他结果。
zh_hant: 無法判斷此搜尋結果的位置。請選擇其他結果。

source: Time
de: Uhrzeit
es: Hora
fr: Heure
it: Ora
ja: 時刻
ko: 시간
pt: Hora
ru: Время
zh_hans: 时间
zh_hant: 時間

source: time zone
de: Zeitzone
es: zona horaria
fr: fuseau horaire
it: fuso orario
ja: タイムゾーン
ko: 시간대
pt: fuso horário
ru: часовой пояс
zh_hans: 时区
zh_hant: 時區

source: Times shown in %@ local time (%@)
de: Zeiten in Ortszeit von %@ (%@)
es: Horas mostradas en la hora local de %@ (%@)
fr: Heures affichées dans l’heure locale de %@ (%@)
it: Orari mostrati nell’ora locale di %@ (%@)
ja: 時刻は%@の現地時間（%@）で表示されます
ko: 시간은 %@ 현지 시간(%@)으로 표시됩니다
pt: Horários exibidos no horário local de %@ (%@)
ru: Время показано по местному времени %@ (%@)
zh_hans: 时间以 %@ 当地时间（%@）显示
zh_hant: 時間以 %@ 當地時間（%@）顯示

source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
it: Oggi
ja: 今日
ko: 오늘
pt: Hoje
ru: Сегодня
zh_hans: 今天
zh_hant: 今天

source: Track sunny daytime hours for a chosen city.
de: Verfolge die sonnigen Tagesstunden für eine ausgewählte Stadt.
es: Sigue las horas diurnas de sol de una ciudad elegida.
fr: Suivez les heures d’ensoleillement en journée d’une ville choisie.
it: Monitora le ore di sole diurne di una città scelta.
ja: 選択した都市で晴れている昼間の時間を確認します。
ko: 선택한 도시에서 낮 동안 맑은 시간을 확인하세요.
pt: Acompanhe as horas de sol durante o dia de uma cidade escolhida.
ru: Отслеживайте солнечные дневные часы в выбранном городе.
zh_hans: 追踪所选城市白天的晴朗时段。
zh_hant: 追蹤所選城市白天的晴朗時段。

source: Track sunny hours for a chosen city.
de: Verfolge die Sonnenstunden für eine ausgewählte Stadt.
es: Sigue las horas de sol de una ciudad elegida.
fr: Suivez les heures d’ensoleillement d’une ville choisie.
it: Monitora le ore di sole di una città scelta.
ja: 選択した都市の晴れの時間を確認します。
ko: 선택한 도시의 맑은 시간을 확인하세요.
pt: Acompanhe as horas de sol de uma cidade escolhida.
ru: Отслеживайте солнечные часы в выбранном городе.
zh_hans: 追踪所选城市的晴朗时段。
zh_hant: 追蹤所選城市的晴朗時段。

source: Try Again
de: Erneut versuchen
es: Inténtalo de nuevo
fr: Réessayer
it: Riprova
ja: もう一度試す
ko: 다시 시도
pt: Tentar novamente
ru: Повторить
zh_hans: 重试
zh_hant: 再試一次

source: Türkiye
de: Türkei
es: Turquía
it: Turchia
ja: トルコ
ko: 튀르키예
pt: Turquia
ru: Турция
zh_hans: 土耳其
zh_hant: 土耳其

source: Tutorial progress
de: Tutorial-Fortschritt
es: Progreso del tutorial
fr: Progression du didacticiel
it: Avanzamento dell'esercitazione
ja: チュートリアルの進行状況
ko: 튜토리얼 진행
pt: Progresso do tutorial
ru: Ход обучения
zh_hans: 教程进度
zh_hant: 教學進度

source: Unable to Save Place
de: Ort kann nicht gespeichert werden
es: No se ha podido guardar el lugar
fr: Impossible d'enregistrer le lieu
it: Impossibile salvare il luogo
ja: 場所を保存できません
ko: 장소를 저장할 수 없음
pt: Não foi possível guardar o local
ru: Не удалось сохранить место
zh_hans: 无法保存地点
zh_hant: 無法儲存地點

source: Unable to Update Collection
de: Sammlung kann nicht aktualisiert werden
es: No se ha podido actualizar la colección
fr: Impossible de mettre à jour la collection
it: Impossibile aggiornare la raccolta
ja: コレクションを更新できません
ko: 컬렉션을 업데이트할 수 없음
pt: Não foi possível atualizar a coleção
ru: Не удалось обновить коллекцию
zh_hans: 无法更新集合
zh_hant: 無法更新集合

source: Unable to Update Places
de: Orte können nicht aktualisiert werden
es: No se han podido actualizar los lugares
fr: Impossible de mettre à jour les lieux
it: Impossibile aggiornare i luoghi
ja: 場所を更新できません
ko: 장소를 업데이트할 수 없음
pt: Não foi possível atualizar os locais
ru: Не удалось обновить места
zh_hans: 无法更新地点
zh_hant: 無法更新地點

source: United Kingdom
de: Vereinigtes Königreich
es: Reino Unido
fr: Royaume-Uni
it: Regno Unito
ja: イギリス
ko: 영국
pt: Reino Unido
ru: Великобритания
zh_hans: 英国
zh_hant: 英國

source: Units
de: Einheiten
es: Unidades
fr: Unités
it: Unità
ja: 単位
ko: 단위
pt: Unidades
ru: Единицы
zh_hans: 单位
zh_hant: 單位

source: Unknown weather symbol "%@" for %@.
de: Unbekanntes Wettersymbol „%@“ für %@.
es: Símbolo meteorológico desconocido «%@» para %@.
fr: Symbole météo « %@ » inconnu pour %@.
it: Simbolo meteo “%@” sconosciuto per %@.
ja: %2$@ の天気シンボル「%1$@」は不明です。
ko: %2$@의 날씨 기호 "%1$@"을(를) 알 수 없습니다.
pt: Símbolo meteorológico “%@” desconhecido para %@.
ru: Неизвестный символ погоды «%@» для %@.
zh_hans: %2$@ 的天气符号“%1$@”未知。
zh_hant: %2$@ 的天氣符號「%1$@」未知。

source: Use Current Location
de: Aktuellen Standort verwenden
es: Usar la ubicación actual
fr: Utiliser la position actuelle
it: Usa la posizione attuale
ja: 現在地を使用
ko: 현재 위치 사용
pt: Usar a localização atual
ru: Использовать текущую геопозицию
zh_hans: 使用当前位置
zh_hant: 使用目前位置

source: Use System Text Size
de: Systemtextgröße verwenden
es: Usar tamaño de texto del sistema
fr: Utiliser la taille de texte du système
it: Usa dimensione testo di sistema
ja: システムの文字サイズを使用
ko: 시스템 텍스트 크기 사용
pt: Usar tamanho de texto do sistema
ru: Использовать размер текста системы
zh_hans: 使用系统文本大小
zh_hant: 使用系統文字大小

source: Use This Location
de: Verwenden Sie diesen Standort
es: Utilice esta ubicación
fr: Utiliser cet emplacement
it: Usa questa posizione
ja: この場所を使用する
ko: 이 위치 사용
pt: Use este local
ru: Используйте это местоположение
zh_hans: 使用此位置
zh_hant: 使用此位置

source: Use your location to find the nearest fully sunny city.
de: Nutzen Sie Ihren Standort, um die nächstgelegene vollsonnige Stadt zu finden.
es: Utilice su ubicación para encontrar la ciudad completamente soleada más cercana.
fr: Utilisez votre position pour trouver la ville entièrement ensoleillée la plus proche.
it: Usa la tua posizione per trovare la città completamente soleggiata più vicina.
ja: 現在地を使用して、最も近い完全に晴れた都市を見つけます。
ko: 귀하의 위치를 ​​사용하여 가장 가까운 완전히 맑은 도시를 찾으십시오.
pt: Use sua localização para encontrar a cidade totalmente ensolarada mais próxima.
ru: Используйте свое местоположение, чтобы найти ближайший полностью солнечный город.
zh_hans: 使用您的位置查找最近的阳光明媚的城市。
zh_hant: 使用您的位置尋找最近的陽光明媚的城市。

source: Use your location to see the day's sunny-hour timeline.
de: Verwenden Sie Ihren Standort, um die Sonnenstunden-Zeitleiste des Tages anzuzeigen.
es: Utilice su ubicación para ver la línea de tiempo de las horas soleadas del día.
fr: Utilisez votre position pour voir la chronologie des heures ensoleillées de la journée.
it: Usa la tua posizione per vedere la cronologia delle ore soleggiate del giorno.
ja: 現在地を使用して、その日の日照時間のタイムラインを確認します。
ko: 현재 위치를 사용하여 하루의 맑은 시간 타임라인을 확인하세요.
pt: Use sua localização para ver a linha do tempo das horas ensolaradas do dia.
ru: Используйте свое местоположение, чтобы увидеть хронологию дня в солнечные часы.
zh_hans: 使用您的位置查看当天的晴朗时间线。
zh_hant: 使用您的位置查看當天的晴朗時間線。

source: View
de: Anzeigen
es: Ver
fr: Voir
it: Visualizza
ja: 表示
ko: 보기
pt: Ver
ru: Просмотреть
zh_hans: 查看
zh_hant: 檢視

source: View Details
de: Details anzeigen
es: Ver detalles
fr: Voir les détails
it: Visualizza dettagli
ja: 詳細を見る
ko: 세부 정보 보기
pt: Ver detalhes
ru: Подробнее
zh_hans: 查看详情
zh_hant: 查看詳細資訊

source: View on Map
de: Auf Karte anzeigen
es: Ver en el mapa
fr: Voir sur la carte
it: Mostra sulla mappa
ja: 地図で見る
ko: 지도에서 보기
pt: Ver no mapa
ru: Показать на карте
zh_hans: 在地图中查看
zh_hant: 在地圖中查看

source: Visibility
de: Sichtweite
es: Visibilidad
fr: Visibilité
it: Visibilità
ja: 視程
ko: 가시거리
pt: Visibilidade
ru: Видимость
zh_hans: 能见度
zh_hant: 能見度

source: Weather
de: Wetter
es: Tiempo
fr: Météo
it: Meteo
ja: 天気
ko: 날씨
pt: Meteorologia
ru: Погода
zh_hans: 天气
zh_hant: 天氣

source: Weather Atlas could not update your current location.
de: Weather Atlas konnte Ihren aktuellen Standort nicht aktualisieren.
es: Weather Atlas no pudo actualizar su ubicación actual.
fr: Weather Atlas n'a pas pu mettre à jour votre position actuelle.
it: Weather Atlas non è riuscito ad aggiornare la tua posizione attuale.
ja: Weather Atlas は現在地を更新できませんでした。
ko: Weather Atlas가 현재 위치를 업데이트할 수 없습니다.
pt: O Weather Atlas não conseguiu atualizar sua localização atual.
ru: Weather Atlas не удалось обновить ваше текущее местоположение.
zh_hans: Weather Atlas 无法更新您的当前位置。
zh_hant: Weather Atlas 無法更新您的目前位置。

source: Weather condition legend
de: Legende der Wetterbedingungen
es: Leyenda de condiciones meteorológicas
fr: Légende des conditions météorologiques
it: Legenda delle condizioni meteorologiche
ja: 天気状態の凡例
ko: 날씨 상태 범례
pt: Legenda das condições meteorológicas
ru: Легенда погодных условий
zh_hans: 天气状况图例
zh_hant: 天氣狀況圖例

source: Weather Data
de: Wetterdaten
es: Datos meteorológicos
fr: Données météo
it: Dati meteo
ja: 天気データ
ko: 날씨 데이터
pt: Dados meteorológicos
ru: Данные о погоде
zh_hans: 天气数据
zh_hant: 天氣資料

source: Weather data is missing for %@ because the request failed.
de: Wetterdaten für %@ fehlen, weil die Anfrage fehlgeschlagen ist.
es: Faltan los datos meteorológicos de %@ porque la solicitud falló.
fr: Les données météo pour %@ sont manquantes, car la demande a échoué.
it: Mancano i dati meteo per %@ perché la richiesta non è riuscita.
ja: リクエストに失敗したため、%@の天気データがありません。
ko: 요청에 실패하여 %@의 날씨 데이터가 없습니다.
pt: Faltam os dados meteorológicos de %@ porque a solicitação falhou.
ru: Данные о погоде для %@ отсутствуют, потому что запрос не удался.
zh_hans: 由于请求失败，缺少 %@ 的天气数据。
zh_hant: 由於要求失敗，缺少 %@ 的天氣資料。

source: Weather Data Missing
de: Wetterdaten fehlen
es: Faltan datos meteorológicos
fr: Données météo manquantes
it: Dati meteo mancanti
ja: 気象データがありません
ko: 날씨 데이터 누락
pt: Dados meteorológicos em falta
ru: Данные о погоде отсутствуют
zh_hans: 天气数据缺失
zh_hant: 天氣資料缺失

source: Weather Data Unavailable
de: Wetterdaten nicht verfügbar
es: Datos meteorológicos no disponibles
fr: Données météorologiques indisponibles
it: Dati meteorologici non disponibili
ja: 気象データを利用できません
ko: 날씨 데이터를 사용할 수 없음
pt: Dados meteorológicos indisponíveis
ru: Данные о погоде недоступны
zh_hans: 天气数据不可用
zh_hant: 天氣資料無法使用

source: Weather is temporarily unavailable.
de: Die Wettervorhersage ist vorübergehend nicht verfügbar.
es: Los datos meteorológicos no están disponibles temporalmente.
fr: Les données météo sont temporairement indisponibles.
it: I dati meteo sono temporaneamente non disponibili.
ja: 天気情報は現在利用できません。
ko: 날씨를 일시적으로 사용할 수 없습니다.
pt: Os dados meteorológicos estão temporariamente indisponíveis.
ru: Данные о погоде временно недоступны.
zh_hans: 天气暂时不可用。
zh_hant: 天氣暫時無法使用。

source: Weather Legal Sources
de: Rechtliche Wetterquellen
es: Fuentes legales del tiempo
fr: Sources météo légales
it: Fonti meteo legali
ja: 天気データの法的情報
ko: 날씨 법적 출처
pt: Fontes legais do clima
ru: Правовые источники погоды
zh_hans: 天气法律信息
zh_hant: 天氣法律來源

source: Welcome to Weather Atlas
de: Willkommen bei Weather Atlas
es: Te damos la bienvenida a Weather Atlas
fr: Bienvenue dans Weather Atlas
it: Benvenuto in Weather Atlas
ja: Weather Atlasへようこそ
ko: Weather Atlas에 오신 것을 환영합니다
pt: Boas-vindas ao Weather Atlas
ru: Добро пожаловать в Weather Atlas
zh_hans: 欢迎使用 Weather Atlas
zh_hant: 歡迎使用 Weather Atlas

source: Windy
de: Windig
es: Ventoso
fr: Venteux
it: Ventoso
ja: 強風
ko: 바람
pt: Vento
ru: Ветрено
zh_hans: 有风
zh_hant: 有風

source: World city catalog data is missing.
de: Die Daten des Weltstädtekatalogs fehlen.
es: Faltan los datos del catálogo mundial de ciudades.
fr: Les données du catalogue mondial des villes sont manquantes.
it: Mancano i dati del catalogo mondiale delle città.
ja: 世界都市カタログのデータがありません。
ko: 세계 도시 카탈로그 데이터가 없습니다.
pt: Faltam os dados do catálogo mundial de cidades.
ru: Данные мирового каталога городов отсутствуют.
zh_hans: 缺少世界城市目录数据。
zh_hant: 缺少世界城市目錄資料。

source: Your Location
de: Dein Standort
es: Tu ubicación
fr: Votre position
it: La tua posizione
ja: 現在地
ko: 현재 위치
pt: Sua localização
ru: Ваше местоположение
zh_hans: 你的位置
zh_hant: 你的位置

source: Zoom to Current Location
de: Zum aktuellen Standort zoomen
es: Acercar a la ubicación actual
fr: Zoomer sur la position actuelle
it: Zoom sulla posizione attuale
ja: 現在地にズーム
ko: 현재 위치로 확대
pt: Ampliar para a localização atual
ru: Увеличить до текущего местоположения
zh_hans: 缩放到当前位置
zh_hant: 縮放到目前位置

source: Apple Maps
es: Mapas de Apple
fr: Cartes Apple
it: Mappe di Apple
ja: アップルマップ
ko: 애플 지도
pt: Mapas da Apple
ru: Apple Карты
zh_hans: 苹果地图
zh_hant: 蘋果地圖

source: Côte d’Ivoire
es: Costa de Marfil
it: Costa d’Avorio
ja: コートジボワール
ko: 코트디부아르
pt: Costa do Marfim
ru: Кот-д’Ивуар
zh_hans: 科特迪瓦
zh_hant: 象牙海岸

source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pt: Nome
ru: Имя
zh_hans: 名称
zh_hant: 名稱

source: System
es: Sistema
fr: Système
it: Sistema
ja: システム
ko: 시스템
pt: Sistema
ru: Система
zh_hans: 系统
zh_hant: 系統

source: UV Index
es: Índice UV
fr: Indice UV
it: Indice UV
ja: UV指数
ko: 자외선 지수
pt: Índice UV
ru: УФ-индекс
zh_hans: 紫外线指数
zh_hant: 紫外線指數

source: Version
es: Versión
it: Versione
ja: バージョン
ko: 버전
pt: Versão
ru: Версия
zh_hans: 版本
zh_hant: 版本

source: Website
es: Sitio web
fr: Site web
it: Sito web
ja: ウェブサイト
ko: 웹사이트
pt: Site
ru: Веб-сайт
zh_hans: 网站
zh_hant: 網站

source: Open-Meteo
fr: Ouvrir-Météo
it: Apri-Meteo
ja: オープンメテオ
ko: 오픈메테오
ru: Открыть-Метео
zh_hans: 开放式气象
zh_hant: 開放式氣象

source: Celsius (°C)
ja: 摂氏 (°C)
ko: 섭씨 (°C)
ru: Цельсий (°C)
zh_hans: 摄氏度 (°C)
zh_hant: 攝氏度 (°C)

source: Fahrenheit (°F)
ja: 華氏 (°F)
ko: 화씨 (°F)
ru: Фаренгейт (°F)
zh_hans: 华氏度 (°F)
zh_hant: 華氏度 (°F)

source: OK
ko: 확인
zh_hans: 好
zh_hant: 好
